# Вы можете расположить сценарий своей игры в этом файле.

# Определение персонажей игры.
define ded = Character('Дед', color="#c8ffc8")

# Игра заканчинается здесь:
label start:

   "Меня зовут Майкл Джексон, мне 50,822 года."
   play music lofi fadein 3
   "А, стоп, я же даже не дед."
   "Хотя, если так подумать — у меня тоже было куча несовместимых болезней. {w} Витилиго, волчанка, бессоница и депрессия в 50.822 года, стафилококковая инфекция, простуда, коронавирускоронавирус, синус (косинус), тангенсуоидная тахикардия."
   "Столько болезней было, а в итоге умер от того, что мне вкололи {w} банан."
   "Тогда-то я и понял, что у смерти много лиц."
   "Ну всё, тема соблюдена, теперь к сути."
   ""
   return
